{
  "translation": {
    "selectYourLanguage": "Language",
    "about": "About",
    "projects": "Projects",
    "skills": "Skills",
    "talkToMe": "Talk to me",
    "subtitleHomePage": "Programming with React and TypeScript", 
    "everythingYouNeed": "Everything you need for a perfect website",
    "websiteReview": "Website Review",
    "websiteReviewContent": "I make sure your website is performing its best by thoroughly reviewing it before making any changes.",
    "businessStrategy": "Business Strategy",
    "businessStrategyContent": "We discuss what you are trying to achieve, and place goals on your website planning how to achieve that.",
    "userExperience": "User Experience Design",
    "userExperienceContent": "I design your website to be as easy to use as possible while guiding users towards the end goal.",
    "tailoredDevelopment": "Tailored Development",
    "tailoredDevelopmentContent": "I build with your goals in mind, whether you want a simple flexible website, a custom storefront or a SaaS product.",
    "rigorousTesting": "Rigorous Testing",
    "rigorousTestingContent": "I ensure your website is of excellent quality by thoroughly testing using multiple approaches.",
    "ongoingSupport": "Ongoing Support",
    "ongoingSupportContent": "Your website is always growing. Whether you’re adding new features or making improvements I’m here to help.",
    "otherSkills": "See my other skills",
    "skillsOutControl": "My skills are out of control",
    "skillsOutControlContent": "I love manipulating technology through my programming skills. Currently, I have been so bewildered that the technologies will be all jumbled up inside my mind.",
    "resetGame": "Reset Game",
    "testimonial": "See testimonials from my co-workers",
    "arthurSubtitle": "Administrator Intern",
    "arthurComment": "Luis is a phenomenal developer. Always paying attention to the smallest details of the application; always thinking about the user, in an intuitive way, and about the final project as a whole. In our team, it was common to implement new technologies and new resources that facilitated ideas that, in themselves, were innovative an excellent professional.",
    "joaoSubtitle": "Administrative Assistant",
    "joaoComment": "Luis is a phenomenal developer. Always paying attention to the smallest details of the application; always thinking about the user, in an intuitive way, and about the final project as a whole. In our team, it was common to implement new technologies and new resources that facilitated ideas that, in themselves, were innovative an excellent professional.",
    "anaSubtitle": "Technical Support Analyst",
    "anaComment": "It's always nice to have people like Luis to work with. I had the pleasure of working with him at Jacareí City Hall, in the development of some projects. Objectivity has always been a feature of his work, as well as collaboration. Undoubtedly, it is great to have professionals like Luis to work with."
  }
}