{
  "translation": {
    "selectYourLanguage": "Idioma",
    "about": "Sobre mim",
    "projects": "Projetos",
    "skills": "Habilidades",
    "talkToMe": "Fale comigo",
    "subtitleHomePage": "Programação com React e TypeScript", 
    "everythingYouNeed": "Tudo que você precisa para um website funcionar perfeitamente",
    "websiteReview": "Revisão do Site",
    "websiteReviewContent": "Certifico-me de que seu site está tendo o melhor desempenho, revisando-o minuciosamente antes de fazer qualquer alteração.",
    "businessStrategy": "Estratégia de Negócios",
    "businessStrategyContent": "Discutimos o que você está tentando alcançar e colocamos metas em seu site planejando como conseguir isso.",
    "userExperience": "Experiência do Usuário",
    "userExperienceContent": "Eu projeto seu site para ser o mais fácil de usar possível, enquanto oriento os usuários em direção ao objetivo final.",
    "tailoredDevelopment": "Desenvolvimento Sob Medida",
    "tailoredDevelopmentContent": "Eu construo com seus objetivos em mente, se você deseja um site simples e flexível, uma vitrine personalizada.",
    "rigorousTesting": "Testes Rigorosos",
    "rigorousTestingContent": "Garanto que seu site é de excelente qualidade testando exaustivamente usando várias abordagens.",
    "ongoingSupport": "Suporte Contínuo",
    "ongoingSupportContent": "Seu site está sempre crescendo. Esteja você adicionando novos recursos ou fazendo melhorias, estou aqui para ajudar.",
    "otherSkills": "Veja minhas outras habilidades",
    "skillsOutControl": "Habilidades fora de controle",
    "skillsOutControlContent": "Adoro manipular a tecnologia através das minhas habilidades de programação. Atualmente, tenho estado tão desnorteado que as tecnologias estarão todas misturadas dentro da minha mente.",
    "resetGame": "Jogar denovo",
    "testimonial": "See testimonials from my co-workers",
    "arthurSubtitle": "Administrator Intern",
    "arthurComment": "O Luis é um desenvolvedor fenomenal. Sempre dando atenção aos mínimos detalhes da aplicação; pensando sempre no usuário, de forma intuitiva, e no projeto final como um todo. Em nosso time, era comum vir a implementar novas tecnologias e novos recursos que facilitassem as ideias que, por si só, eram inovadoras um excelente profissional",
    "joaoSubtitle": "Assistente Administrativo",
    "joaoComment": "O Luis é um desenvolvedor fenomenal. Sempre dando atenção aos mínimos detalhes da aplicação; pensando sempre no usuário, de forma intuitiva, e no projeto final como um todo. Em nosso time, era comum vir a implementar novas tecnologias e novos recursos que facilitassem as ideias que, por si só, eram inovadoras um excelente profissional",
    "anaSubtitle": "Analista de Suporte Técnico",
    "anaComment": "É sempre bom ter pessoas como o Luis para trabalhar. Tive o prazer de trabalhar com ele na Prefeitura de Jacareí, no desenvolvimento de alguns projetos. Objetividade sempre foi uma característica do seu trabalho, bem como a colaboração. Sem dúvidas, é ótimo ter profissionais como o Luis para trabalhar."
  }
}